let domestic_box_office = [
    {
        "name":"阿凡達",
        "count": 1100000000
    },
    {
        "name": "復仇者聯盟：終局之戰",
        "count": 910450000
    },
    {
        "name": "侏羅紀世界",
        "count": 827000000
    },
    {
        "name": "玩命關頭7",
        "count": 819000000
    },
    {
        "name": "鐵達尼號",
        "count": 789000000
    },
    {
        "name": "變形金剛3",
        "count": 762000000
    },
    {
        "name": "阿凡達：水之道",
        "count": 747050000
    },
    {
        "name": "捍衛戰士：獨行俠",
        "count": 735600000
    },
    {
        "name": "玩命關頭8",
        "count": 650830000
    },
    {
        "name": "復仇者聯盟：無限之戰",
        "count": 650830000
    }
];
let global_box_office = [
    {
        "name": "阿凡達",
        "count": 2789000000
    },
    {
        "name": "復仇者聯盟：終局之戰",
        "count": 2799000000
    },
    {
        "name": "侏羅紀世界",
        "count": 1671000000
    },
    {
        "name": "玩命關頭7",
        "count": 1516000000
    },
    {
        "name": "鐵達尼號",
        "count": 2243000000
    },
    {
        "name": "變形金剛3",
        "count": 1124000000
    },
    {
        "name": "阿凡達：水之道",
        "count": 2320000000
    },
    {
        "name": "捍衛戰士：獨行俠",
        "count": 1495000000
    },
    {
        "name": "玩命關頭8",
        "count": 1236000000
    },
    {
        "name": "復仇者聯盟：無限之戰",
        "count": 2052000000
    }
];